tap "koekeishiya/formulae"
cask_args require_sha: true

brew "bash"
brew "git"
brew "gh"
brew "bash-completion"
brew "exiftool"
brew "lynx"
brew "pandoc"
brew "neovim"
brew "tmux"
brew "tree"
brew "less"
brew "mpv"
brew "skhd", args: ["with-logging"]

cask "battery"
cask "bitwarden"
cask "brave-browser"
cask "flashspace"
cask "font-ubuntu-mono-nerd-font"
cask "onlyoffice"
cask "lulu"
cask "mullvad-browser"
cask "notesnook"
cask "obsidian"
cask "pearcleaner"
cask "signal"
cask "viz"
cask "wezterm"
